tap "homebrew/bundle"
brew "asdf"
brew "awscli"
brew "bat"
brew "eza"
brew "fish"
brew "fzf"
brew "git"
brew "neovim"
brew "redis"
brew "ripgrep"
brew "rust-analyzer"
brew "typescript-language-server"
cask "1password"
cask "blender"
cask "discord"
cask "epic-games"
cask "firefox@developer-edition"
cask "font-jetbrains-mono-nerd-font"
cask "gimp"
cask "godot"
cask "jetbrains-toolbox"
cask "rectangle"
cask "slack"
cask "steam"
cask "tuple"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"
